salary = 50000 #Число

a = "Trip" #Строка

list = [1, 2] #Список

dictionary = {"name": "Trip", "age": [17, 18, 19, 20], "man": True} #Словарь состоит из - Ключ: Значение (Словарь нельзя упорядочить)

list_keys = ['hostname', 'location', 'vendor', 'model', 'ios', 'ip'] #Кортеж (кортеж - это список, который нельзя изменить)

set = {10, 20, 30, 40, 100} #Множество - это изменяемый неупорядоченный тип данных (В множестве всегда содержатся только уникальные элементы)

b = True #Булевы значения в Python это две константы True и False. 
c = False